[
    {
      "Id": "SUPE",
      "Brand": "Adidas",
      "ProductName": "Superstar",
      "GraphicName": "superstar.png",
      "CostPrice": "50.0",
      "MSRP": "100.0",
      "QtyOnHand": "100",
      "QtyOnBackOrder": "0",
      "Description": "The Adidas Superstar is a classic and iconic athletic shoe that has become a cultural icon since its introduction in. Designed primarily for basketball, the Superstar quickly transcended its original purpose and became a fashion staple across various styles and subcultures. The shoe features a low-top design with a sleek and clean silhouette, characterized by its prominent rubber toe cap, which distinguishes it from other sneakers. The upper is typically made of leather or synthetic materials, providing durability and comfort. The three signatures"
    },
    {
      "Id": "ULTB",
      "Brand": "Adidas",
      "ProductName": "Ultraboost",
      "GraphicName": "ultraboost.png",
      "CostPrice": "120.0",
      "MSRP": "180.0",
      "QtyOnHand": "50",
      "QtyOnBackOrder": "10",
      "Description": "The Adidas Ultra Boost is a cutting-edge running shoe that combines style, comfort, and performance in a sleek and modern package. First introduced, the Ultra Boost quickly gained popularity among athletes and sneaker enthusiasts alike for its revolutionary design and exceptional features. The standout feature of the Ultra Boost is its advanced cushioning technology, which utilizes "
    },
    {
      "Id": "STSM",
      "Brand": "Adidas",
      "ProductName": "Stan Smith",
      "GraphicName": "stan_smith.png",
      "CostPrice": "70.0",
      "MSRP": "120.0",
      "QtyOnHand": "75",
      "QtyOnBackOrder": "5",
      "Description": "The upper of the Ultra Boost is typically crafted from a flexible and breathable Primeknit material. The Primeknit offers a snug and adaptive fit, wrapping around the foot like a sock and providing excellent support while allowing natural foot movement. This design ensures a comfortable and secure fit for various foot shapes. Another notable aspect of the Ultra Boost is the Torsion System, a thermoplastic bridge that supports the midfoot and enhances stability during running or other physical activities."
    },
    {
      "Id": "NMDR",
      "Brand": "Adidas",
      "ProductName": "NMD R1",
      "GraphicName": "nmd_r1.png",
      "CostPrice": "90.0",
      "MSRP": "150.0",
      "QtyOnHand": "25",
      "QtyOnBackOrder": "20",
      "Description": "The Adidas NMD R is a popular and fashionable lifestyle sneaker that combines modern design elements with innovative comfort technology. First introduced, the NMD R quickly gained attention for its unique retro aesthetics and contemporary materials blend. The design of the NMD R draws inspiration from classic Adidas running shoes, but it incorporates modern features for enhanced performance and comfort. The shoe upper typically features a combination of breathable and flexible Primeknit material "
    },
    {
      "Id": "GAZE",
      "Brand": "Adidas",
      "ProductName": "Gazelle",
      "GraphicName": "gazelle.png",
      "CostPrice": "60.0",
      "MSRP": "100.0",
      "QtyOnHand": "80",
      "QtyOnBackOrder": "2",
      "Description": "One of the most recognizable aspects of the NMD R is the distinctive midsole design. It features Adidas' proprietary Boost technology, which consists of thousands of responsive and energy-returning foam pellets. This Boost midsole technology offers excellent cushioning and responsiveness, making every step feel light and energized. The NMD R also features molded EVA inserts on the midsole, adding extra stability and support to the shoe. These inserts give the shoe a distinct look while enhancing it is overall "
    },

    {
      "Id": "ARMX",
      "Brand": "Nike",
      "ProductName": "Air Max 90",
      "GraphicName": "air_max_90.png",
      "CostPrice": "80.0",
      "MSRP": "120.0",
      "QtyOnHand": "100",
      "QtyOnBackOrder": "0",
      "Description": "The Nike Air Max 90, also known as the Air Max III, is a timeless and iconic sneaker that has left a significant impact on both the sneaker industry and popular culture since its debut in 1990. Designed by legendary Nike designer Tinker Hatfield, the Air Max 90 was an evolution of the Air Max line, incorporating innovative features and a bold design."
    },
    {
      "Id": "RTET",
      "Brand": "Nike",
      "ProductName": "React Element 55",
      "GraphicName": "react_element_55.png",
      "CostPrice": "100.0",
      "MSRP": "160.0",
      "QtyOnHand": "50",
      "QtyOnBackOrder": "5",
      "Description": "The Nike React Element 55 is a stylish and comfortable lifestyle sneaker that combines modern design with innovative cushioning technology. Introduced as a follow-up to the Nike React Element 87, the React Element 55 offers a more accessible and affordable version of the popular silhouette while still delivering on both style and performance."
    },
    {
      "Id": "ARJN",
      "Brand": "Nike",
      "ProductName": "Air Jordan 1",
      "GraphicName": "air_jordan_1.png",
      "CostPrice": "150.0",
      "MSRP": "200.0",
      "QtyOnHand": "75",
      "QtyOnBackOrder": "0",
      "Description": "The Nike Air Jordan 1, often referred to simply as the Jordan 1 or AJ1, is one of the most iconic and influential sneakers in the history of footwear. It was the first signature shoe designed for and endorsed by the legendary basketball player Michael Jordan, and its release in 1985 marked the beginning of the Jordan Brand under Nike."
    },
    {
      "Id": "BLZM",
      "Brand": "Nike",
      "ProductName": "Blazer Mid '77",
      "GraphicName": "blazer_mid_77.png",
      "CostPrice": "90.0",
      "MSRP": "140.0",
      "QtyOnHand": "25",
      "QtyOnBackOrder": "15",
      "Description": "The Blazer Mid '70 is a classic and vintage-inspired sneaker from Nike that pays homage to the original Blazer model, which debuted in the 1970s. This shoe is part of Nike's retro collection, and it captures the essence of the original while incorporating modern materials and design elements."
    },
    {
      "Id": "ARFR",
      "Brand": "Nike",
      "ProductName": "Air Force 1",
      "GraphicName": "air_force_1.png",
      "CostPrice": "120.0",
      "MSRP": "180.0",
      "QtyOnHand": "80",
      "QtyOnBackOrder": "2",
      "Description": "One of the defining features of the Air Force 1 is its Air cushioning technology in the sole, providing superior impact protection and comfort. The cushioning unit is visible through a small window on the midsole, a characteristic feature that distinguishes the Air Force 1 from many other Nike models."
    },
{
      "Id": "SUCL",
      "Brand": "Puma",
      "ProductName": "Suede Classic",
      "GraphicName": "suede_classic.png",
      "CostPrice": "60.0",
      "MSRP": "100.0",
      "QtyOnHand": "100",
      "QtyOnBackOrder": "0",
      "Description": "The Air Force 1 features a low-top silhouette with a classic and straightforward design. The upper is typically made of premium leather, though there have been variations with different materials and textures over the years. The shoe's clean and simple lines, along with the prominent Nike Swoosh on the sides, contribute to its timeless appeal."
    },
    {
      "Id": "RSXT",
      "Brand": "Puma",
      "ProductName": "RS-X",
      "GraphicName": "rs_x.png",
      "CostPrice": "90.0",
      "MSRP": "140.0",
      "QtyOnHand": "50",
      "QtyOnBackOrder": "5",
      "Description": "Over the years, Puma has released numerous colorways of the Suede Classic, offering a variety of options to suit different style preferences. The shoe's popularity has also led to collaborations with designers, artists, and celebrities, resulting in limited editions and unique designs that have further elevated its status as a sought-after sneaker."
    },
    {
      "Id": "CYCT",
      "Brand": "Puma",
      "ProductName": "Clyde Court",
      "GraphicName": "clyde_court.png",
      "CostPrice": "110.0",
      "MSRP": "160.0",
      "QtyOnHand": "75",
      "QtyOnBackOrder": "0",
      "Description": "The outsole of the Puma Clyde Court features a durable rubber compound with a herringbone traction pattern. This design offers reliable grip and traction on various basketball court surfaces, allowing players to make quick cuts and movements with confidence. In terms of design, the Puma Clyde Court combines a modern aesthetic with retro-inspired elements."
    },
    {
      "Id": "CEVE",
      "Brand": "Puma",
      "ProductName": "Cell Venom",
      "GraphicName": "cell_venom.png",
      "CostPrice": "80.0",
      "MSRP": "120.0",
      "QtyOnHand": "25",
      "QtyOnBackOrder": "15",
      "Description": "The Puma Cell Venom features a retro-inspired design with a mix of materials in its upper. It typically combines breathable mesh, leather overlays, and synthetic materials to create a durable and stylish shoe. The upper design often includes bold color blocking and Puma branding elements, contributing to its distinct and eye-catching appearance. The defining feature of the Puma Cell Venom is its CELL technology."
    },
    {
      "Id": "FTYC",
      "Brand": "Puma",
      "ProductName": "Fenty Creeper",
      "GraphicName": "fenty_creeper.png",
      "CostPrice": "130.0",
      "MSRP": "180.0",
      "QtyOnHand": "80",
      "QtyOnBackOrder": "2",
      "Description": "The Puma Fenty Creeper is a highly popular and distinctive sneaker that is part of the Puma by Rihanna collaboration line. Introduced in 2015, this shoe was the result of a partnership between Puma and the renowned Barbadian singer, Rihanna, who served as the brand's Creative Director. The Fenty Creeper is an innovative and stylish fusion of Puma's classic Suede silhouette and a platform sole."
    },
 {
      "Id": "CLTH",
      "Brand": "Reebok",
      "ProductName": "Classic Leather",
      "GraphicName": "Minimalist_Logo.png",
      "CostPrice": "70.99",
      "MSRP": "100.0",
      "QtyOnHand": "100",
      "QtyOnBackOrder": "40",
      "Description": "The Reebok Classic Leather boasts a low-top silhouette with a clean and simple aesthetic. The upper is constructed using high-quality, smooth leather, providing durability and a premium feel. The design is characterized by the Reebok Vector logo on the side panels and minimal branding, giving the shoe a clean and versatile look. One of the standout features of the Reebok Classic Leather is its comfort and performance. "
    },
    {
      "Id": "NAOX",
      "Brand": "Reebok",
      "ProductName": "Nano X",
      "GraphicName": "Performance_Fitness.png",
      "CostPrice": "110.99",
      "MSRP": "160.0",
      "QtyOnHand": "50",
      "QtyOnBackOrder": "25",
      "Description": "The Reebok Classic Leather boasts a low-top silhouette with a clean and simple aesthetic. The upper is constructed using high-quality, smooth leather, providing durability and a premium feel. The design is characterized by the Reebok Vector logo on the side panels and minimal branding, giving the shoe a clean and versatile look. One of the standout features of the Reebok Classic Leather is its comfort and performance. "
    },
    {
      "Id": "ZGKT",
      "Brand": "Reebok",
      "ProductName": "Zig Kinetica",
      "GraphicName": "Energy_Burst.png",
      "CostPrice": "99.99",
      "MSRP": "140.0",
      "QtyOnHand": "15",
      "QtyOnBackOrder": "0",
      "Description": "The most notable feature of the Reebok Zig Kinetica is its unique ZigTech midsole. The midsole is designed with a series of energy-returning zigzag-shaped foam blocks that run along the entire length of the shoe. These foam blocks compress and release energy with each stride, providing a springy and responsive feel, which helps propel the runner forward. The upper of the Zig Kinetica is typically constructed with a combination of breathable mesh and synthetic materials. "
    },
    {
      "Id": "CLBC",
      "Brand": "Reebok",
      "ProductName": "Club C 85",
      "GraphicName": "Classic_Retro.png",
      "CostPrice": "80.0",
      "MSRP": "120.99",
      "QtyOnHand": "80",
      "QtyOnBackOrder": "50",
      "Description": "Over the years, Reebok has released numerous colorways and special editions of the Club C 85, giving fans a variety of options to suit their personal style preferences. The shoe's enduring popularity and nostalgic appeal have also led to collaborations with designers and artists, resulting in limited editions that appeal to sneaker collectors. The Reebok Club C 85's classic design, comfort, and style have made it an iconic sneaker that continues to resonate with sneaker lovers of all ages."
    },
    {
      "Id": "FTGY",
      "Brand": "Reebok",
      "ProductName": "Floatride Energy",
      "GraphicName": "Lightweight_Runner.png",
      "CostPrice": "90.0",
      "MSRP": "130.0",
      "QtyOnHand": "30",
      "QtyOnBackOrder": "10",
      "Description": "The Reebok Floatride Energy is a performance running shoe designed to offer a balance of cushioning, responsiveness, and lightweight comfort. Introduced as part of Reebok's Floatride line, Floatride Energy is built to cater to both serious runners and casual athletes seeking high-quality running shoes. The Floatride Energy features a sleek and modern design with a low-top silhouette. "
    }
  ]


 
